desktop/ZingUpLife/excel's/aggregate.csv
Label,# Samples,Average,Median,90% Line,95% Line,99% Line,Min,Max,Error %,Throughput,Received KB/sec,Sent KB/sec
162 /adfs/oauth2/authorize,200,1684,646,7725,7821,8072,214,9208,0.000%,19.51220,421.28,15.95
165 /adfs/oauth2/authorize?response_type=code&client_id=900a74f1-d4fe-4b77-b6dd-e265712c9b0d&resource=https%3A%2F%2Fuat-services.greentickft.com%2F&redirect_uri=https%3A%2F%2Fuat-services.greentickft.com%2F&state=YT1odHRwcyUzQSUyRiUyRmxvZ2luLmdyZWVudGlja2Z0LmNvbSUyRmFkZnMmcj1odHRwcyUzQSUyRiUyRnVhdC1zZXJ2aWNlcy5ncmVlbnRpY2tmdC5jb20lMkY&x-client-CPU=64&x-client-DM=iPhone&x-client-Ver=2.6.5&x-client-SKU=iOS&x-client-OS=12.0.1&haschrome=1&client-request-id=F68B255A-AD71-45F8-B8ED-BBC8C6268013,200,2671,1602,6507,8551,9982,569,10137,100.000%,18.90359,114.31,119.07
166 /adfs/oauth2/authorize,200,521,248,835,3267,3957,66,4507,100.000%,22.25189,75.34,110.76
167 /adfs/oauth2/token?x-client-Ver=2.6.5,200,107,58,305,334,701,30,1392,100.000%,22.68345,8.75,73.15
169 /UserManager/GetUserPreferencesWithLocation,200,1303,1019,2653,3405,4781,55,5801,1.000%,21.33333,26.66,16.10
168 /iid/register,100,765,415,1740,2656,3546,262,3860,0.000%,11.51676,6.46,7.32
170 /RoleManager/GetALLUserLocationRolesByAccountAndModuleCode,100,418,308,802,1090,1615,9,3563,0.000%,13.20306,5.30,4.36
171 /Audit/GetAuditsByUserID?userID=UU0000011&Role=Auditor&LOBCode=LOB000001&BMCode=BM0000001&LocationCode=MCD0000001,200,156447,146847,170864,176882,434682,108108,731592,4.000%,.27304,891.69,0.10
172 /Audit/GetLastPerformCheckListDetails,198,2057,367,6121,7576,21001,53,21158,1.010%,.60840,0.51,1.89
173 /a,198,2149,1,5527,10423,15487,0,34263,100.000%,.61875,37.95,0.54
174 /a,99,0,0,0,0,0,0,1,100.000%,.30945,0.37,0.00
175 /Audit/DownloadImage,99,1025,432,2346,3850,9405,15,13868,0.000%,.30943,7.56,0.09
176 /Audit/GetLastPerformCheckListDetails,99,334,31,453,928,4703,12,9072,0.000%,.30984,0.25,0.11
177 /Audit/DownloadImage,99,945,377,1319,2246,6689,13,32563,0.000%,.31017,7.21,0.09
179 /Audit/DownloadImage,99,638,393,1245,2558,4653,10,6989,0.000%,.31031,7.58,0.09
178 /Audit/DownloadImage,99,694,374,1304,2190,7808,11,9725,0.000%,.31159,7.76,0.09
180 /Audit/DownloadImage,99,660,322,1362,3279,6695,11,6696,0.000%,.31229,6.28,0.09
181 /a,99,0,0,0,0,0,0,1,100.000%,.31264,0.37,0.00
182 /Audit/DownloadImage,198,971,449,2506,4258,8421,10,9688,0.000%,.62524,23.20,0.26
183 /Audit/DownloadImage,99,725,371,1431,2201,7110,11,9271,0.000%,.31328,7.65,0.09
184 /bag,198,2416,729,3702,6329,15755,398,54673,0.000%,.62667,5.08,0.12
185 /Audit/DownloadImage,198,5520,2504,14581,21483,32587,12,79026,50.505%,.64637,38.27,40.27
188 /Audit/UploadFile,99,179,1,303,748,3047,0,3383,100.000%,.32352,0.81,0.00
187 /Audit/DownloadImage,99,2052,887,4051,6468,13673,21,21036,1.010%,.32350,6.45,0.09
186 /Audit/DownloadImage,99,1685,404,3412,4421,10173,12,69301,0.000%,.32683,7.98,0.09
189 /Audit/DownloadImage,99,833,353,1553,4018,9457,10,10655,0.000%,.32854,7.64,0.09
190 /Audit/SaveAudit,99,421,72,1032,2081,4895,16,6161,0.000%,.32960,0.07,3.69
191 /Audit/SaveAudit,99,217,45,341,945,3486,13,4952,0.000%,.32963,0.07,3.69
192 /Audit/SaveAudit,99,243,43,460,871,3674,14,3981,0.000%,.32964,0.07,3.69
196 /Audit/SaveAudit,99,249,44,447,947,3471,13,3492,0.000%,.32965,0.07,3.69
194 /Audit/SaveAudit,99,309,39,331,774,4981,14,10896,0.000%,.32993,0.07,3.70
193 /Audit/SaveAudit,99,157,40,330,418,3478,13,4006,0.000%,.32994,0.07,3.70
199 /Audit/SaveAudit,99,242,39,341,836,4952,14,4959,0.000%,.32995,0.07,3.70
198 /Audit/SaveAudit,99,307,38,319,1018,6661,16,6843,0.000%,.32996,0.07,3.70
197 /Audit/SaveAudit,99,177,39,340,498,3514,13,3843,0.000%,.32997,0.07,3.70
195 /Audit/SaveAudit,99,144,37,355,926,1045,13,1214,0.000%,.32998,0.07,3.70
200 /Audit/SaveAudit,99,179,38,344,479,1520,13,5524,0.000%,.33000,0.07,3.70
203 /Audit/UploadFile,198,4621,608,14220,17543,27466,0,35032,100.000%,.65870,20.55,3.47
204 /Audit/UploadFile,99,1451,229,6064,6285,12065,7,12146,100.000%,.33002,0.82,0.00
201 /Audit/DownloadImage,99,1758,846,4197,5095,7848,23,15924,0.000%,.33336,6.71,0.09
202 /Audit/DownloadImage,99,1150,411,1907,3762,19206,11,21003,1.010%,.33808,8.34,0.09
205 /Audit/SaveChecklist,99,1316,814,2878,3545,4237,523,4694,0.000%,.33871,0.07,3.38
207 /Audit/UploadFile,99,506,32,568,3267,9122,0,9140,100.000%,.33952,0.84,0.00
208 /Audit/UploadFile,99,1125,234,3202,4225,9206,8,9222,100.000%,.33951,0.84,0.00
209 /Audit/UploadFile,99,956,216,3153,3331,9103,9,12048,100.000%,.33953,0.84,0.00
206 /Audit/UploadFile,99,829,190,3132,3213,6077,8,6136,100.000%,.33956,0.84,0.00
213 /Audit/UploadFile,198,4240,2158,12499,15280,24727,9,26957,100.000%,.67898,28.46,0.41
210 /Audit/DownloadImage,99,1678,763,3882,4988,10017,24,15769,0.000%,.33960,7.90,0.09
212 /Audit/DownloadImage,99,1018,418,2084,3773,4530,10,21000,1.010%,.34008,6.78,0.09
211 /Audit/DownloadImage,99,533,380,1129,2194,3292,11,3541,0.000%,.34050,8.48,0.09
214 /Audit/GetLastPerformCheckListDetails,99,303,45,514,1097,3703,14,5136,0.000%,.34115,0.28,0.12
215 /Audit/UploadFile,99,177,1,1,252,3280,0,9237,100.000%,.34153,0.85,0.00
216 /Audit/UploadFile,99,987,205,3179,6182,9474,7,12181,100.000%,.34152,0.85,0.00
217 /Audit/UploadFile,99,786,194,3132,3230,6237,9,9236,100.000%,.34156,0.85,0.00
218 /Audit/UploadFile,99,957,195,3163,3204,9048,9,9254,100.000%,.34516,0.86,0.00
220 /Audit/UploadFile,197,2460,1166,6809,11149,15344,9,25000,100.000%,.68633,2.12,3.63
219 /Audit/DownloadImage,99,6739,369,4785,5776,10910,18,534139,100.000%,.17063,0.04,0.05
222 /Audit/GetLastPerformCheckListDetails,98,675,105,1907,3220,9102,16,12099,0.000%,.34218,0.28,0.12
221 /Audit/SaveChecklist,98,1555,1084,2733,3894,6609,539,6811,0.000%,.34193,0.07,3.41
223 /Audit/UploadFile,196,577,1,675,3089,9161,0,21003,100.000%,.68528,1.71,0.00
227 /a,196,16469,1,43234,47670,61544,0,68926,100.000%,.67343,1153.97,2.07
225 /Audit/SaveChecklist,98,1777,395,3530,6423,23709,31,30162,1.020%,.34260,0.08,1.65
226 /log,98,0,0,1,1,1,0,1,100.000%,.34351,0.41,0.00
224 /portal/api/web/mobileapp,98,2165,1331,5235,6086,12504,287,17131,0.000%,.34083,0.49,0.12
228 /a,98,0,0,0,1,1,0,1,100.000%,.34227,0.41,0.00
229 /portal/api/kbCategories,98,780,65,1511,3617,6818,23,21482,15.306%,.34204,0.34,0.21
230 /Audit/GetAuditsByUserID?userID=UU0000011&Role=Auditor&LOBCode=LOB000001&BMCode=BM0000001&LocationCode=MCD0000001,98,28215,27861,43081,45867,53217,2564,57835,2.041%,.33909,1159.19,0.13
231 /a,98,0,0,0,1,1,0,1,100.000%,.36357,0.43,0.00
232 /Audit/GetLastPerformCheckListDetails,196,1055,341,2808,3407,12145,34,13120,0.000%,.72704,0.59,2.30
233 /Audit/GetLastPerformCheckListDetails,196,389,82,997,2123,3417,13,3913,0.000%,.73676,0.60,0.27
234 /Audit/UploadFile,196,233,1,1,109,9139,0,9485,100.000%,.74151,1.85,0.00
236 /Audit/UploadFile,196,5261,1879,14516,17762,28339,8,31254,100.000%,.74127,8.90,15.80
235 /Audit/UploadFile,98,745,111,3098,3239,6118,9,6182,100.000%,.37147,0.92,0.00
237 /Audit/UploadFile,98,893,93,3104,3220,9013,9,21002,100.000%,.37209,0.93,0.00
238 /Audit/UploadFile,98,426,105,615,3088,3241,9,4222,100.000%,.37317,0.93,0.00
239 /Audit/SaveChecklist,98,1056,371,3221,3431,7944,71,9135,0.000%,.37336,0.08,1.94
240 /Audit/SaveAudit,98,237,40,355,1432,3567,13,3736,0.000%,.37755,0.08,2.42
243 /Audit/UploadFile,98,11,1,1,1,269,0,348,100.000%,.37774,0.94,0.00
242 /Audit/UploadFile,98,851,83,3120,3326,9070,6,12069,100.000%,.37773,0.94,0.00
244 /Audit/UploadFile,98,832,101,3120,3199,6115,10,12081,100.000%,.37868,0.94,0.00
241 /Audit/UploadFile,98,697,94,3063,3136,6239,9,9135,100.000%,.37890,0.94,0.00
245 /Audit/SaveChecklist,98,855,308,2483,3274,5517,71,9613,0.000%,.38162,0.08,1.97
246 /Audit/SaveChecklist,98,480,95,1035,1348,7012,56,7221,0.000%,.38366,0.08,1.98
247 /Audit/SaveChecklist,98,339,75,602,1114,2761,53,9121,0.000%,.38427,0.08,1.99
248 /Audit/SaveChecklist,98,468,73,1051,1400,4077,54,9137,0.000%,.38429,0.08,1.99
249 /Audit/SaveChecklist,98,416,74,1340,2146,4117,53,4343,0.000%,.38432,0.08,1.99
250 /Audit/SaveChecklist,98,429,69,1417,2184,4052,54,4424,0.000%,.38434,0.08,1.99
251 /Audit/DownloadImage,196,1144,593,1889,2875,9819,31,23199,0.000%,.76960,80.59,0.22
252 /portal/api/kbCategories,196,995,326,1584,3492,12120,180,12282,76.531%,.77191,0.61,0.46
253 /portal/api/kbArticles,196,288,63,472,1344,4637,30,4664,0.000%,.77298,0.76,0.50
254 /portal/api/kbArticles/2452000000109230,196,141,64,269,723,1037,41,1237,0.000%,.77317,0.96,0.48
255 /portal/api/kbArticles/2452000000109230/attachments,196,221,55,159,1189,3308,33,4043,0.000%,.77341,0.38,0.48
256 /portal/api/kbArticles/relatedArticleSearch,196,303,80,364,1066,2317,54,10391,0.000%,.77359,0.73,0.50
258 /portal/api/kbArticles/2452000000109230/dislike?portalId=0b777a788c29f125721a232a3ec77b76bc6f7e12498e75ce34aa0c6c35cd5c42,196,234,61,689,899,1959,46,4634,0.000%,.77370,0.37,0.55
259 /Audit/SaveAudit,196,1573,414,3694,4549,21362,12,32103,1.020%,.77302,0.39,4.90
260 /iid/register,98,1439,418,2351,3411,25152,217,31999,0.000%,.38885,0.22,0.26
TOTAL,12236,4171,196,3728,10208,141127,0,731592,38.632%,16.61247,1957.23,62.29